<template>
  <div style="overflow: auto; width: 100%; height: 450px; padding: 10px">
    <ul style="list-style: none">
      <li>1.개인정보 수집 및 이용목적</li>
      <br />
      <ul>
        <li>
          회원제 서비스 이용에 따른 본인여부 식별(확인), 실명인증, 회원가입 등
        </li>
        <li>
          하나카드 이용고객 대상 서비스 제공: 카드이용정보 조회, 금융서비스 등
          각종 서비스 신청, 회원정보 변경 등
        </li>
        <li>
          청구서 발송, 고지사항 전달, 경품 배송, 본인 의사 확인, SMS문자서비스
          가입 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 분쟁조정을 위한
          기록보존 등
        </li>
        <li>
          통계학적 분석(이용자의 서비스 이용에 대한 통계분석, 웹로그분석 등)
        </li>
        <li>
          기프트카드 사용등록/환불신청/잔액조회/소득공제신청 등 기프트카드 관련
          서비스 제공
        </li>
        <li>
          온라인 정보 도용 및 금융사고 예방, 사고조사, 민원 처리 등의 목적
        </li>
      </ul>
      <br />
      <li>2.수집 · 이용하는 개인정보의 항목</li>
      <br />
      <ul>
        <li>
          성명, 웹회원 아이디, 웹회원 비밀번호, 이메일, 핸드폰번호, 아이핀번호,
          본인확인 결과값, 카드번호, 카드비밀번호, 카드유효기간, CVV번호, 접속
          일시, IP Address, HDD Serial, MAC Address, 개인방화벽 설정, 운영체제
          종류, 브라우저 버전, 서비스이용기록, 쿠키, 리퍼러URL, ADID 등
        </li>
      </ul>
      <br />

      <li>3.개인정보의 보유 · 이용 기간</li>
      <br />
      회원이 홈페이지 회원에서 탈퇴하는 경우 홈페이지 회원 가입, 관리를 위한
      개인정보는 파기하는 것을 원칙으로 합니다. 하나카드 계약이 전부
      종료되어(계약기간 만료 및 해지 포함) 유효한 카드가 없어 자동탈퇴된 온라인
      개인회원의 경우에도 홈페이지(웹/앱)에서 관리하는 개인정보를 파기합니다.
      다만, 관계법령(상법, 전자금융거래법, 전자상거래 등에서의 소비자 보호에
      관한 법률 등)에 의해 개인정보를 보유할 필요가 있는 경우 일정기간 동안
      보유합니다.
      <br />
      <br />

      * 하나카드㈜에 대하여 '별도의 개인(신용)정보에 관한 동의'를 한
      경우(금융거래 등 상거래의 체결 · 유지 · 관리 목적 등)로서 해당 동의
      목적으로 위 개인정보가 수집 및 이용되는 경우에는 해당 동의에 따른 보유 및
      이용기간이 적용됩니다.
      <br />
      <br />
      ※ 귀하는 동의를 거부할 권리가 있으나, 동의하지 않으실 경우 홈페이지
      회원가입 및 회원제 서비스 제공이 불가능할 수 있음을 알려드립니다.
    </ul>
  </div>
  <!-- </textarea> -->
</template>

<script>
export default {
  name: "Agree1",
};
</script>

<style>
</style>