<template>
  <div style="overflow: auto; width: 100%; height: 450px; padding: 10px">
    <ul style="list-style: none">
      <li><h3>제 1 조 (목 적)</h3></li>

      <li>
        이 약관은 SION카드(주)(이하 "회사"라 합니다)가 인터넷(무선 인터넷 포함,
        이하 같음) 상에서 제공하는 웹서비스(이하 "서비스")의 이용조건 및 절차에
        관한 기본사항을 정하는데 목적이 있습니다.
      </li>
      <br />

      <li><h3>제 2 조 (용어정의)</h3></li>
      <li>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</li>
      <ol>
        <li>
          "서비스"라 함은 회사의 홈페이지 및 회사가 직접 운영하는 인터넷사이트
          등에서 제공하는 인터넷상의 서비스를 말합니다.
        </li>
        <li>
          “이용자”라 함은 사이트에 접속하여 이 약관에 따라 서비스 주체가
          제공하는 서비스를 받는 회원 및 비회원을 말합니다.
        </li>
        <li>
          "온라인회원"(이하 "회원"이라 합니다)이라 함은 회사가 운영하는
          인터넷사이트에서 제공하는 서비스를 이용하기 위해 필요한 회원아이디와
          비밀번호를 정하는 등 소정의 절차를 거쳐 회사와 서비스 이용계약을
          체결하고 서비스 이용약관에 따라 서비스를 제공받는 자를 말합니다.
        </li>
        <li>
          “운영자”라 함은 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가
          선정한 자를 말합니다.
        </li>
        <li>
          “회원아이디"라 함은 회원식별과 회원의 서비스 이용을 위하여 회원 본인이
          설정하며 회사가 정하는 일정한 기준에 의해 표기된 인식문자를 말합니다.
        </li>
        <li>
          "비밀번호"라 함은 회원의 비밀보호 및 회원 본인임을 확인하고 서비스에
          제공되는 각종 정보의 보안을 위해 회원자신이 설정하며 회사가 정하는
          일정한 기준에 의해 표기한 암호문자를 말합니다.
        </li>
      </ol>
      <br />
      <li><h3>제 3 조 (약관의 적용)</h3></li>
      <ol>
        <li>
          이 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을
          발생합니다. 단, 사이트별 서비스 이용에 대하여는 해당 사이트의 별도
          이용 약관과 함께 그 효력을 발생합니다.
        </li>
        <li>
          이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게
          공시하고, 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다.
        </li>
        <li>
          회사는 필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 약관이
          변경된 경우에는 지체 없이 제2항과 같은 방법으로 공시합니다. 다만,
          이용자의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 7일전에
          공시합니다.
        </li>
        <li>
          이용자는 변경된 약관 사항에 동의하지 않으면 서비스 이용을 중단하고
          이용 계약을 해지할 수 있습니다.
        </li>
        <li>
          이 약관에 명시되지 않은 사항 및 각 사이트별 해당 서비스에 대해서는
          전자거래기본법, 정보통신망 이용촉진 및 정보보호에 관한 법률 등
          관계법령, 해당 서비스별 관련법령 및 회사가 정한 서비스의 세부이용지침
          등의 규정에 의합니다.
        </li>
      </ol>
      <br />
      <li><h3>제 4 조 (서비스의 내용)</h3></li>
      <li>
        회사는 회원에게 회사가 자체 개발하는 서비스, 타 업체와 협력 개발한
        서비스, 타 업체가 개발한 서비스 및 기타 회사에서 별도로 정하는 각종
        서비스 등을 제공합니다. 단, 회사의 사정상 각 서비스별로 제공일정 및
        제공방법이 변경되거나 지연 혹은 미제공 될 수도 있습니다.
      </li>

      <br />
      <li><h3>제 5 조 (서비스의 이용 계약의 성립)</h3></li>
      <ol>
        <li>
          서비스 이용계약은 회원이 되고자 하는 자가 이 약관에 동의하고 정해진
          가입 양식에 회원정보(회원아이디, 비밀번호, 이름, 기타 회사가
          필요하다고 인정하는 사항 등)를 기입하고 "등록" 버튼을 누르면 회사가
          이에 대해 승낙함으로써 성립됩니다.
        </li>
        <li>
          회원에 가입하는 자는 회사가 요구하는 개인신상정보를 성실히 제공하여야
          합니다.
        </li>
        <li>
          회사는 회원아이디와 비밀번호를 접수 받아 이를 관리하고 서비스 이용시에
          회원아이디, 비밀번호 및 카드회원의 경우 신용카드 비밀번호 등을 요구할
          수 있습니다.
        </li>
        <li>
          회사는 회원의 이익을 보호하기 위하여 회사가 제공하는 특정 서비스에
          있어서, 회원이 여타 서비스 상의 회원아이디 및 비밀번호와 달리
          구성하도록 요구할 수 있습니다. 이 경우 회원이 이를 따르지 않음으로
          인하여 발생하게 될 회원의 제반 손해에 대하여 회사는 책임을 지지
          않습니다.
        </li>
      </ol>

      <br />

      <h3>[부 칙]</h3>
      <br />
      제 1 조 (시행일) 이 약관은 2019년 8월 8일부터 시행됩니다.

      <br />

      제 2 조 (적용) 이 약관은 이 약관이 제정되기 이전에 가입한 회원에게도
      적용됩니다.
    </ul>
  </div>
  <!-- </textarea> -->
</template>

<script>
export default {
  name: "Agree1",
};
</script>

<style>
</style>